docs/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2026-03-13 Fri 18:44 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>subramanyaj.github.io</title>
<meta name="author" content="Subramanya J" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="/static/styles.css" />
<link rel="icon" type="image/svg+xml" href="/static/favicon.svg" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">subramanyaj.github.io</h1>
<p>
The following content can come off as either extreme or misinformed (if you are lucky, both).
However, I can assure the reader that they surely are my authentic thoughts based on personal experience.
As a great man once said, <b>I hope this blog serves my purpose</b>.
</p>

<p>
None of the writing on this website has been inspired, generated, or reviewed by LLMs.
These tools have been rotting my brain for a while, and now I would rather make grammatical mistakes myself and get them corrected by readers rather than use any of those godforsaken autocorrect programs.
</p>
<div id="outline-container-orgc116be0" class="outline-2">
<h2 id="orgc116be0">Posts</h2>
<div class="outline-text-2" id="text-orgc116be0">
<ul class="org-ul">
<li>[12-03-2026 Tue] <a href="./12-03-2026/internet.html">Musings on the Internet</a></li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Subramanya J</p>
<p class="email">Email: <a href="mailto:subramanyajaradhya [AT] gmail [DOT] com">subramanyajaradhya [AT] gmail [DOT] com</a></p>
<p class="date">Created: 2026-03-13 Fri 18:44</p>
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 30.1 (<a href="https://orgmode.org">Org</a> mode 9.7.11)</p>
</div>
</body>
</html>
